Repository: smalnasser/eyeTick
Catalog: eyeTick/eyetick2/*.lproj/Localizable.strings
Languages: ar

source: Do you stare at screens all day?
ar: هل تحدق للشاشات طوال الوقت؟

source: Do you have dry eyes, eye strain, headache or blurry vision!
ar: هل لديك اجهاد او جفاف في العين او مشاكل في الرؤية مثل الصداع او عدم وضوح الرؤية!

source: will help you by
ar: سيساعدك عن طريق

source: following the 20-20-20 rule
ar: اتباع قاعدة ٢٠-٢٠-٢٠

source: -20-20 Rule
ar: قاعدة ٢٠-٢٠

source: For every
ar: لكل

source: 20 minutes
ar: ٢٠ دقيقة

source: work on screen
ar: عمل على الشاشة

source: -20 Rule
ar: -٢٠ قاعدة

source: Take a break for
ar: خذ استراحة لمدة

source: 20 seconds
ar: ٢٠ ثانية

source: Rule
ar: قاعدة

source: Look at something
ar: انظر إلي شيء على

source: 20ft away
ar: بعد ٢٠ قدما

source: And give your eyes the break they deserve.
ar: و دع عينيك تأخذ قسطا من الراحة التي تستحقها.

source: Get Started
ar: أبدأ

source: Welcome to
ar: مرحبا بك في

source: Cancel
ar: إلغاء

source: Start
ar: البدء

source: Sec
ar: ثانية
